export const PRODUCTS_RAPESEED = [
  {
    title: 'ЛЄГО СМАРТ SU+RR',
    shortDescription: [
      'Лєго Смарт - найкращий гібрид для найпроблемніших полів. Лєго Смарт -перший в Україні гібрид озимого ріпаку стійкий до трибенурон-метилу.Виробнича технологія SU-Canola - найдешевший спосіб боротьби із дво-дольними бурʼянами в посівах ріпаку. Широке вікно застосування гербіцидудозволяє орієнтуватись на фазу розвитку бурʼянів, а не рослин ріпаку. Додат-кова перевага гібриду - генетична стійкість до гербіцидів на основі гліфосату.У бурʼянів в посіві цього гібриду не залишиться жодного шансу на виживання.'
    ],
    image: '/products/LEGO_SMART_SU_RR.png',
    fullDescription: ''
  }, {
    title: 'ЛЄГО КЛЕВЕР IMI+RR',
    shortDescription: [
      'Лєго Клевер - високотехнологічний гібрид багатоцільового призначення.Стійкість до гербіцидів імідазолінонової групи забезпечує простий та ефек-тивний контроль усіх видів бурʼянів в осінній та ранньовесняний періодрозвитку культури. Боїтесь післядії імідазолінів, або уже маєте поля із такоюпроблемою? - Лєго Клевер це рішення, адже він має додаткову стійкість догербіцидів на основі гліфосату. Подвійна стійкість дозволяє сіяти гібрид наполях із сильно вираженою післядією імідазолінів, при цьому для захисту відбурʼянів у наступному сезоні використовувати інший гербіцид суцільної дії.'
    ],
    image: '/products/LEGO_KLEVER_IMI_RR.png',
    fullDescription: ''
  }, {
    title: 'ЛЄГО КЛЕЙО IMI',
    shortDescription: [
      'Лєго Клейо - середньоранній гібрид створений без використання трансген-них технологій. Попит на гібриди ріпаку стійкі до імідазолінів росте з кожнимроком, адже такі гібриди майже завжди дають більший урожай ніж класичніі залишають після себе поле чисте від бурʼянів. Лєго Клейо показав найвищустікість до стресових факторів за роки випробувань.'
    ],
    image: '/products/LEGO_KLEIO_IMI.png',
    fullDescription: ''
  }, {
    title: 'ЛЄГО САКЦЕСС SU',
    shortDescription: [
      'Лєго Сакцесс - остання розробка компанії, покликана максимальноздешевити виробництво без втрат у вартості продукції. Технологія SU-Canola - вибір українських фермерів, які прагнуть інновацій у вироб-ництві. Лєго Сакцесс легко витримує 50г/га трибенурон-метилу (750г/кг).Це найдешевший спосіб контролювати дводольні бурʼяни в ріпаку.Гібрид створено без використання трансгенних технологій.'
    ],
    image: '/products/LEGO_SUCCESS_SU.png',
    fullDescription: ''
  }, {
    title: 'ЛЄГО ТУРБО RR',
    shortDescription: [
      'Лєго Турбо - якість перевірена часом. Понад 30 років сорти і гібриди ріпакустійкі до гліфосату доводять, що використання генетичної інженерії зберігаєі примножує урожай та здешевлює технологію вирощування. Найкращихрезультатів можна досягти за внесення гербіцидів на основі гліфосатупочинаючи з другої пари справжніх листків і до початку бутонізації. Високапластичність гібриду гарантує стабільність урожаю незалежно від умоввирощування.'
    ],
    image: '/products/LEGO_TURBO_RR.png',
    fullDescription: ''
  }, {
    title: 'ЛЄГО ПРО',
    shortDescription: [
      'Лєго Про - високоурожайний середньоранній гібрид із підвищеною стійкі-стю до розтріскування стручків. Класична технологія довела свою ефектив-ність на більшості площ під ріпаком. Лєго Про - це якість, урожайність і нічогозайвого.'
    ],
    image: '/products/LEGO_PRO.png',
    fullDescription: ''
  }, {
    title: 'ЛЄГО РЕЙНДЖЕР SU+RR',
    shortDescription: [
      'Лєго Рейнджер - унікальний гібрид ріпаку із новітньою системою генетичноїстійкості до комах-шкідників на основі дволанцюгових молекул РНК. Данийгібрид майже не потребує внесення інсектицидів, оскільки має гени стійко-сті до  більшості твердокрилих та лускокрилих шкідників ріпаку. Завдякиселективній дії, абосолютно безпечний для бджіл. Дві системи генетичноїстійкості до гербіцидів суцільної дії забезпечують максимальну технологіч-ність вирощування. Модифікований Ген AREB1 забезпечує гарантовановисоку схожість навіть за умов дефіциту вологи в грунті.'
    ],
    image: '/products/LEGO_RANGER_SU_RR.png',
    fullDescription: ''
  }
]

export const CATEGORY_RAPESEED = {
  'title': 'LEG Biotech Рапс',
  'products': PRODUCTS_RAPESEED
};